{
    "studies": [
        {
            "id": 2,
            "title": "Master of Informatics Engineering",
            "universityName": "Binus University",
            "city": "Jakarta",
            "finishDate": "November 2016"
        },
        {
            "id": 1,
            "title": "Bachelor of Computer Science",
            "universityName": "Widya Dharma University",
            "city": "Pontianak",
            "finishDate": "September 2011"
        }
    ],
    "works": [
        {
            "id": 8,
            "active": true,
            "title": "Chief Executive",
            "description": "Create masterplan and lead team in building enterprenuers network and digital startup ecosystem in various cities in Indonesia, mainly in West Kalimantan. Manage multiple teams that deliver platforms and programs to clients, governments, enterprises, and communities.",
            "companyName": "Turbin",
            "startDate": "November 2018",
            "endDate": null
        },
        {
            "id": 7,
            "active": true,
            "title": "Lecturer",
            "description": "For Social Computing, Data Structure, and Web Development subjects.",
            "companyName": "Widya Dharma University",
            "startDate": "Agustus 2014",
            "endDate": null
        },
        {
            "id": 6,
            "active": true,
            "title": "Business Development",
            "description": "Co-founded and involved in various operatives, engaged prospects and provided them beneficial insight in using SaaS product of SCM, AM, and ERP for clients in Indonesia. Provide IT implementation POV to accellerate development, activation and IT implementation process.",
            "companyName": "CanggihSoftware",
            "startDate": "September 2011",
            "endDate": null
        },
        {
            "id": 5,
            "active": false,
            "title": "Contracted Project / Regional Officer",
            "description": "Developing regional startup ecosystem as a part of Ministry of Communication and Information Technology. Create and maintain synergy in the pentahelix ecosystem through the national program with series of events.",
            "companyName": "Indonesia Ministry of Communication and Information Technology",
            "startDate": "June 2021",
            "endDate": "December 2021"
        },
        {
            "id": 4,
            "active": false,
            "title": "Director",
            "description": "Direct company missions and activities toward impactful IT projects for government bureaus.",
            "companyName": "Orange Multimedia",
            "startDate": "March 2014",
            "endDate": "June 2022"
        },
        {
            "id": 3,
            "active": false,
            "title": "Business Development",
            "description": "Visualize business concept and develop presentation for prospective clients and investors.",
            "companyName": "IMPUTRA",
            "startDate": "July 2016",
            "endDate": "June 2017"
        },
        {
            "id": 2,
            "active": false,
            "title": "Art Director",
            "description": "Create design guidelines and oversee the product development process. Design and support integration of various IT products within the company.",
            "companyName": "Mydiowork, PTE, LTD",
            "startDate": "July 2015",
            "endDate": "June 2016"
        },
        {
            "id": 1,
            "active": false,
            "title": "Operational Manager",
            "description": "Manage distribution chain and IT projects for various companies. Lead IT troubleshooting team that solve IT related problems at clients’ company on the spot efficiently and effectively.",
            "companyName": "Orange CS",
            "startDate": "April 2011",
            "endDate": "July 2015"
        }
    ],
    "founded": [
        {
            "id": 3,
            "active": true,
            "quit": false,
            "makeMoney": "good",
            "companyName": "CanggihSoftware",
            "description": "One day I met with a new friend at Orange CS, we discussed about how we can support each other. He and I then founded this team. He has been doing programming work for six or seven years before he teamed up with me - me, someone who never write any app before. I soon started learning about how application works, journals, accounting, business processed and other basic skills along our business. I was in charged of field operations and application implementation and him on development. We added one more co-founder into our roster as part of development team",
            "startDate": "September 2011",
            "endDate": null
        },
        {
            "id": 2,
            "active": false,
            "quit": true,
            "makeMoney": "medium",
            "companyName": "OneStop",
            "description": "We tried to create a fastfood F&B business concept like Taiwan's brand, Shilin Chicken. I am in charged of branding concept and design, with my partner in product research. Together with my partner, we started from selling the chicken fillets in festivals around the city while cooking in my workshop. I remember the smell of chicken there, some are good, some are terrible. As we progress, I voiced the need of another cofounder with basic in F&B line of business, and then recruited another partner into core team to help in business operation. One year later, I quit the team after we set up our first store in a shopping mall",
            "startDate": "August 2011",
            "endDate": "December 2012"
        },
        {
            "id": 1,
            "active": false,
            "quit": false,
            "makeMoney": "good",
            "companyName": "Orange CS",
            "description": "First of my investor-funded business - a soft loan. Initially a computer and peripherals retail business, turned into a B2B business in the first half year of operation. The business was promising, but I stopped after four years of operation, with gut feeling that I might can do better next time with a more solid business model.",
            "startDate": "April 2011",
            "endDate": "July 2015"
        }
    ]
}

